/* Standard dialog buttons */
"OK" = "OK";
"Cancel" = "Annuler";
"Retry" = "Réessayer";
"Disconnect" = "Se déconnecter";

/* Low disk space warning alert */
"Your startup disk is almost full." = "Votre disque de démarrage est presque plein.";
"You need to make more space available on your startup disk by deleting files." = "Vous devez libérer de l’espace sur votre disque de démarrage en supprimant des fichiers.\n";
"Your disk is almost full." = "Votre disque est presque plein.";
"The disk " = "Le disque ";
" is almost full. You can delete files on the disk to make more space available." = " est presque plein. Vous pouvez supprimer des fichiers du disque pour y libérer de l’espace.";
"Do not warn me about this disk again" = "Ne plus m’avertir à propos de ce disque";

/* Very low disk space warning alert */
"Your_startup_disk_is_full." = "Votre disque de démarrage est saturé.";
"Your_disk_is_full." = "Votre disque est saturé.";
"_is_full._You_can_delete_files_on_the_disk_to_make_more_space_available." = " est saturé. Vous pouvez supprimer des fichiers du disque pour y libérer de l’espace.";

/* Server lock time-out alert */
"A server you are using is not responding to file locking requests. Do you want to continue trying to contact it?" = "Un serveur que vous utilisez ne répond pas aux requêtes de verrouillage de fichiers. Souhaitez-vous essayer de le contacter à nouveau ?";
"Click OK to continue trying to contact the server " = "Cliquez sur OK pour continuer d’essayer de contacter ce serveur ";
". Click Disable Locks to disable file locking for this file system. If you disable locks for this file system, any applications using file locking on this file system may stop working." = ". Cliquez sur Désactiver les Verrous pour désactiver le verrouillage des fichiers sur ce système de fichiers. En procédant ainsi, il se peut que les applications qui utilisent le verrouillage de fichiers sur ce système de fichiers ne fonctionnent plus.";

/* Disable locks confirmation alert */
"Are you sure you want to disable file locking for this file system?" = "Êtes-vous certain de vouloir désactiver le verrouillage des fichiers sur ce système de fichiers ?";
"If you disable locks for this file system, any applications using file locking on this file system may stop working." = "Si vous désactivez le verrouillage des fichiers sur ce système de fichiers, il se peut que les applications qui utilisent le verrouillage de fichiers sur ce système de fichiers ne fonctionnent plus.";

/* IO error and file system corruption detection messages */
/* This message is displayed near the check box in a dialog to indicate that checking the box will hide any further warning messages about errors found while the data on the disk. */
"Do_not_warn_me_again." = "Ne plus m’avertir.";

/* This message group is used for reporting that an error was occurred while reading or writing to the disk.  The following message appears as the header of the block */
"Read/Write_Error" = "Erreur d’écriture/lecture";
/* This following message is suffixed by the name of the file which was being accessed when the error occured in the final dialog box.  The name of the file is then suffixed by a period. */
"Error_detected_while_accessing_" = "Une erreur a été détectée pendant l’accès à ";
"." = ".";

/* This message group is used for reporting that the kernel has detected inconsistency in the file system. The following message appears as the header of the block */
"File_System_Corruption_Detected" = "Une corruption du système de fichiers a été détectée";
/* This message is suffixed by the name of the volume on which inconsistency was detected. */
"File_system_corruption_was_detected_on_" = "Une corruption du système de fichiers a été détectée sur ";
/* This message follows the name of the volume */
".__The_volume_will_be_repaired_on_the_next_mount." = ".  Le volume sera réparé au prochain montage.";
